[
  { "id": "scenario-0", "picture-url": "", "title": "Scenario 1: Breakfast", "scenariotext": ["It's a beautiful Tuesday morning, and, incredibly, you're out of bed before noon, which means SchmuckDonald's is still serving breakfast. Right now, there is not a single thing you wouldn't give to eat a Bacon & Egg SchmuckMuffin® and a Hash Brown -- not a single thing, that is, except actual money. You don't want to pay for breakfast. Fortunately, you also have zero morals, so you start to brainstorm some ideas...", "How could you get breakfast at SchmuckDonald's without paying actual money?", "Hint: Think about all the steps that are involved in food being made and then exchanged for money in the usual case, and then see if there are any weak links. Who is trusted? What is assumed? If you like, you can consider the different cases of ordering digitally, ordering at the counter, etc. DON'T ACTUALLY TRY THIS."], "scenarioanswers": ["Say you're a delivery driver here to pick up an order", "Steal someone's else's food", "Use counterfeit money"]},
  { "id": "scenario-1", "picture-url": "", "title": "Scenario 2: Sidechannel", "scenariotext": ["You are a spy for the Chartreuse Alliance, and have barely escaped with your life after exfiltrating the nuclear launch codes from the President of the Celadon Republic. You now need to tell these codes to your contact. However, the Celadon Republic has hidden microphones and cameras everywhere (everywhere!), and people seen openly using ciphers or made-up languages very often seem to run into unfortunate accidents.", "Your contact will be at the bar in a few hours time. You've agreed on what to do in advance. How might you tell them the launch codes without raising suspicion? Assume that the launch codes consist of 50 ordered random letters from the alphabet and that both you and your contact have been specially selected for your photographic memory."], "scenarioanswers": ["Which drinks are ordered", "How many times you go to the bathroom", "Which songs you mention in conversation", "Move to an extremely loud location and have the conversation there"]},
  { "id": "scenario-2", "title": "Scenario 3: ", "scenariotext": ["Description of Scenario 3 here"], "scenarioanswers": [""]},
  { "id": "scenario-3", "title": "Scenario 4: Exam Papers", "scenariotext": ["Description of scenario 4 here"], "scenarioanswers": [""]}
]

